{"601":"01","602":"02","603":"03","43219700":"Kontakt","21b859":"HAN.","240d5f":"MENU","2268ff":"Home","24589bfb":"Insights","3c2336d":"About","-64104400":"Contact","-7dee06ec":"Tel: 01744788116","-1b325f69":"email: hanchen.xing@outlook.com","-47ae4ffc":"web(new)：hanchenxing.io","-4e3c05f6":"web( - 2019)：hanchenxing.com","50c665c7":"Produkt","38557d8d":"Über uns","-45702d9f":"Häufige Fragen","-4d3d3121":"Telefon:","4559e405":"0049 041049659628","-6afa4225":"E-mail:","29810e36":"kundenservice@drcomoi.de","240de6":"MENÜ","-6d5fea1e":"Heading","50740cd2":"Design drives possibilities.","-3c0dda4d":"What’s a Rich Text element?","2e633c6a":"The rich text element allows you to create and format headings, paragraphs, blockquotes, images, and video all in one place instead of having to add and format them individually. Just double-click and easily create content.","57fa6135":"Static and dynamic content editing","-a016b40":"A rich text element can be used with static or dynamic content. For static content, just drop it into any page and begin editing. For dynamic content, add a rich text field to any collection and then connect a rich text element to that field in the settings panel. Voila!","-4bffb26e":"How to customize formatting for each rich text","-43ba1153":"Headings, paragraphs, blockquotes, figures, images, and figure captions can all be styled after a class is added to the rich text element using the \"When inside of\" nested selector system.","21c8a5":"HEY!","-7227cb9e":"Ich bin Han, ein UX und UI Designer, verantwortlich für das Design von digitalen Produkten für Unternehmen, ","4c241d53":"die komplexe digitale Business- oder medizinische Webanwendungen","53c4659c":" haben.","-1d0428f2":"Lebenslauf-Download","7ed236d3":"HEY :)","59dabf1f":"Herzlich Willkommen auf meiner Seite! Ich freue mich, dass du vorbeischaust.","4c46b4c":"Als erfahrener Produkt- und UX Designer gestalte ich digitale Produkte, die den Unterschied machen – spezialisiert auf komplexe Business- und medizinische Webanwendungen.","35b1df1b":"Resume Download","64a584d8":"Hinter jedem herausragenden digitalen Produkt steht ein durchdachter und optimierter User Flow.","50c8e3f1":"Projekt","1abcb7cf":"2021-2023","9c9d":"(4)","3d503d2b":"No items found.","-44e3a7f":"Ablaufdiagramm","1326d":"No.","41cbf06d":"Beschreibung","-7fba3abb":"Herunterladen","51c67e3f":"eTerminal ","-3bb9a3e8":"Patienten-Anmeldesystem","319dbbf1":"eTerminal ist ein innovatives Produkt, das den Prozess der Terminbuchung und Anmeldung für Patienten und Ärztepraxen vereinfacht. Auf der Startseite können sich Patienten entweder mit ihrer Gesundheitskarte oder, falls sie keine haben, mit ihrem Namen und Geburtsdatum anmelden. Patienten, die bereits einen Termin haben, können sich direkt anmelden, um ihre heutigen Termine zu sehen und zu entscheiden, ob sie ins Behandlungszimmer oder ins Wartezimmer gehen sollen. Patienten, die einen Termin für den gleichen Tag benötigen, können über das eTerminal auch einen Akutsprechstunden-Termin buchen, falls verfügbar. Dies ermöglicht auch spontane Arztbesuche. Patienten ohne Gesundheitskarte können sich auch anmelden und Termine buchen, indem sie einfach ihren Namen und ihr Geburtsdatum angeben. Insgesamt bietet das eTerminal eine strukturierte und benutzerfreundliche Oberfläche für die Terminverwaltung, sowohl für Patienten mit als auch ohne Gesundheitskarte.","-bf745f0":"Ticket-System ","11fd1213":"Ticket-Plattform für Support-Mitarbeiter-Kommunikation","-5eb55ff6":"Ticket-System ist eine SaaS-Plattform, die speziell für Support-Mitarbeiter entwickelt wurde, um Kundenanrufe zu dokumentieren und die Zusammenarbeit zwischen den Support-Mitarbeitern zu ermöglichen. Ein typisches Nutzungsszenario wäre, dass ein Rezeptionsmitarbeiter einen Kundenanruf entgegennimmt und kurz dokumentiert, worum es bei dem Anruf ging. Dieser Mitarbeiter möchte dann das Ticket über das Ticket-System an einen Support-Mitarbeiter weiterleiten. Wenn ein Support-Mitarbeiter sofort verfügbar ist, kann er das Ticket übernehmen und weiter daran arbeiten. Wenn alle Support-Mitarbeiter im Gespräch sind, kann das Ticket für einen Rückruf markiert werden, und ein Support-Mitarbeiter wird den Kunden später zurückrufen. Alle erstellten Tickets sind im Plattform-Ticket-System sichtbar, und jeder Support-Mitarbeiter kann sie anzeigen und bearbeiten. Sobald das Problem in einem Ticket gelöst ist, kann es von der zuständigen Person geschlossen werden. Geschlossene Tickets erscheinen nicht mehr in der Liste der offenen Tickets, sondern werden in die Liste der erledigten Tickets verschoben. Das Ticket-System erleichtert somit die Kommunikation und Zusammenarbeit der Support-Mitarbeiter und ermöglicht eine effektive und schnelle Problemlösung.","3af4b67d":"Fotoapp","-7be08afc":"Mobile Archivierung von Patientenuntersuchungen","6409e0f7":"Fotoapp ist ein Zusatzprodukt von MediDOK 2.5 und dient als mobile Anwendung für Ärzte zur Verwaltung von Patientenarchiven und -dokumenten. Mit der Fotoapp kann ein Arzt über sein Handy Fotos von Untersuchungen machen und diese direkt in der App speichern. Die App synchronisiert und lädt die Fotos automatisch hoch. Zusätzlich bietet die Fotoapp die Möglichkeit, bestimmte Patientendokumente zu suchen. Auf der Startseite der App kann der Arzt die zuletzt verwendeten Patienten sehen, Fotos machen, nach neuen, hochgeladenen Dokumenten im PVS-System suchen und die neuesten Untersuchungen überprüfen.. Insgesamt ist die FotoAPP ein nützliches Tool für Ärzte, um Patientendokumente und Untersuchungsfotos effizient zu verwalten und zu organisieren.","300bcdc7":"I’m ready to hit the ground running","581e3717":"let’s talk","50c8e2f9":"Project","4da2166":"© 2023All Rights Reserved. Design & Coded from Hanchen Xing","-29f92c17":"Imprint","5079bb68":"Privacy","-7d524463":"Design Direction","210ac5ca":"Meine Rolle:","50c55a7f":"Problem","412851a9":"Der Prozess","aa3":"UX","-62c97f21":"Das UX Ablaufdiagramm ist für die Produktentwicklung essenziell, da es Daten klar visualisiert, Fehler verringert, Effizienz erhöht und eine optimale Ressourcennutzung sowie wertvolle Produktanalysen ermöglicht.","27a391c2":"Geschäftliche Auswirkungen","-76ae2e82":"Herausforderungen und Lösungen","4ed7ac94":"Highlight","b048575":"Resume/CV","58f52ca8":"Download","68dfd74d":"Ich bin Han, ein UX und UI Designer, ","6ed73de":"verantwortlich für das Design von digitalen ","-4b9b045a":"Produkten für Unternehmen, die komplexe ","-44455dac":"digitale Business- oder medizinische ","4eb41b0a":"Webanwendungen haben.","-79233cd7":"Senior Produkt- und UX Designer","3d107ee1":"Ich bin ein engagierter Produkte und UX Designer mit mehrjähriger Erfahrung bei MediDOK im Bereich medizinischer Softwarelösungen. Mein Hauptaugenmerk liegt darauf, die Bedürfnisse unserer Kunden tiefgehend zu verstehen und darauf basierend zielgerichtete Produkte zu kreieren. Ich bin versiert in der strategischen Planung und Visualisierung von Produktkonzepten und arbeite eng mit Entwicklungsteams zusammen, wobei ich Design-Guidelines und Wireframes bereitstelle.","-1c3cb85a":"mediDOK Software Entwicklungs GmbH · Full-time","-1724c1f0":"02/2021 – jetzt ","129ded94":"Master of Arts in Design: Integrative Design","6aebd5d9":"In der Forschung konzentriere ich mich auf Themen, bei denen das Transformationspotential von integrativem Denken und Handeln neue Anwendungsmöglichkeiten schafft. Dabei muss ich mich mit Methoden auseinandersetzen, die theoretisches Wissen, technische Möglichkeiten und kreatives Wissen kombinieren, neue Anwendungsmöglichkeiten schaffen und diese in innovative Ergebnisse umwandeln.","53636d7":"Hochschule für Gestaltung und Kunst FHNW, Basel Schweiz 06/2019 – 06/2020","-4af1999c":"Master of Arts in Design: Human Computer Interaction Design","b3b29e7":"Der Schwerpunkt des Lerninhalts liegt auf Interaktionsdesign, Human Factors & Ergonomie, multimodaler und multisensorischer Mensch-Computer-Interaktion, Audio-/Videoverarbeitung und Spieldesign, sowie Interface-Lösungen für erweiterte/virtuelle Realität.","-554b0b28":"Muthesius KunsthochschuleKiel Germany02/2018 – 06/2019","2d47932":"Bachelor of Science: Industrial Design","55e5519e":"Im Rahmen meines Bachelor-Studiums im Industriedesign habe ich gelernt, dass das kreative Design von alltäglichen Gebrauchsgegenständen nicht nur ästhetischen Wert haben sollte. Es ist ebenso entscheidend, dass die Produkte funktional sind und den praktischen Bedürfnissen der Nutzer gerecht werden.","7b7f0042":"North China University of Technology09/2013 – 03/2017","-40b0787c":"Page Not Found","556d64d8":"The page you are looking for doesn't exist or has been moved","-50786601":"Für mehr Einblick benötigst du ein Passwort.","-f5c4b5f":"Incorrect password. Please try again.","311b2413":"Kein Passwort?","5a46daf":"Kein Problem, du kannst deine E-Mail hinterlassen, um das Passwort zu erhalten.","-1bec6d06":"Herzlichen Dank! Dein Beitrag ist eingegangen!","-7c112e99":"Oops! Something went wrong while submitting the form.","66bad987":"Insight /","-634fd420":"Setzen Sie sich mit mir in Verbindung, um Design, Strategie und Technik zu vereinen und das volle Potenzial der Innovation auszuschöpfen.","3ff5b7c":"Email","-3109952b":"hanchen.xing@outlook.com","147fb":"Tel","-3488081b":"+49 01744788116","5a0ea5a1":"Thank you! Your submission has been received!"}